Repository: 84000/data-translation-memory
Catalog: toh72-v4.tmx
Source language: bo
Languages: en

source: །ཐ་མའི་རྒྱུ་ནི་ཟས་འཇུ་བ་ལ་སོགས་པ་སྟེ།
en: The final cause is the digestion of food and so forth.

source: ཁམ་གྱིས་བཟའ་བའི་ཟས་ཟོས་མ་ཐག་ཏུ་བད་ཀན་གྱི་གནས་སུ་འགྲོའོ།
en: As soon as food is eaten by the mouthful, it goes to the site of phlegm.

source: །བད་ཀན་གྱི་གནས་སུ་ཕྱིན་ནས་བད་ཀན་གྱིས་རྐྱང་རྐྱང་པོར་བྱས་ཏེ་ཤིན་ཏུ་མི་གཙང་བར་འགྱུར་རོ།
en: Having gone to the site of phlegm, it is worked on extensively by the phlegm and becomes very impure.

source: །དེའི་འོག་ཏུ་མཁྲིས་པའི་གནས་སུ་འགྲོ་སྟེ། མཁྲིས་པའི་གནས་སུ་ཕྱིན་ནས་ཞུ་ཞིང་སྐྱུར་པོར་གྱུར་ཏེ།
en: Below there, it goes into the site of bile, and having reached the site of bile, it dissolves and becomes acidic.

source: རླུང་གི་གནས་སུ་འགྲོའོ།
en: Then it goes to the site of winds.

source: །ཞུ་སྟེ་རླུང་གི་གནས་སུ་ཕྱིན་ནས་རླུང་གིས་ཚིགས་མ་ལོགས་ཤིག །དངས་མ་ལོགས་ཤིག་ཏུ་རྣམ་པར་འབྱེད་དེ།
en: Having dissolved and gone to the site of winds, the winds break down the waste part and make the refined part very pure.

source: ཚིགས་མ་ལས་ནི་གཅིན་དང་། ངན་སྐྱུགས་ལ་སོགས་ཏེ་དྲི་མ་རྣམས་འབྱུང་།
en: From the waste part comes ordure such as urine and vomit.

source: དངས་མ་ལས་ནི་ཁྲག་ཏུ་འགྱུར་ཏེ།
en: From the refined part comes blood.

source: ཁྲག་ལས་ཤའོ།
en: From blood comes flesh.

source: །ཤ་ལས་ཚིལ་ལོ།
en: From flesh comes fat.

source: །ཚིལ་ལས་རུས་པའོ།
en: From fat comes bone.

source: །རུས་པ་ལས་རྐང་ངོ་།
en: From bone comes marrow.

source: །རྐང་ལས་ཁུ་ཆུའོ།
en: From marrow comes seminal fluid.

source: །ཁུ་ཆུ་ལས་ལུས་འདི་ལྟ་སྟེ།
en: From seminal fluid comes the body.

source: དེ་ལྟར་ཐོག་མ་དང་ཐ་མའི་རྒྱུ་མི་གཙང་བའི་ཕྱིར་ལུས་མི་གཙང་བར་བྱང་ཆུབ་སེམས་དཔས་བསམ་པར་བྱའོ།
en: In this way the initial and final causes are impure. “Because the initial and final causes are impure, bodhisattvas should consider the body to be impure.

source: །ལུས་ལ་མི་གཙང་བར་ལྟ་བ་ན་བྱང་ཆུབ་སེམས་དཔས་འདི་སྙམ་དུ་བསམ་པར་བྱ་སྟེ།
en: When viewing the body as impure, the bodhisattva should consider the following points:

source: ལུས་ཞེས་བྱ་བ་འདི་ནི་རུས་པ་སུམ་བརྒྱ་དྲུག་ཅུས་ཁོག་པ་བསླང་བ། ཤིང་ངན་པའི་ཁྱིམ་ལྟར་ཚིགས་སུམ་བརྒྱས་སྦྱར་བ།
en: This so-called body is erected on the inside by three hundred and sixty bones, three hundred of which are connected like a house of rotten wood.

source: རྩའི་དྲ་བ་བཞི་བརྒྱས་གླགས་པ། ཤ་སྤར་ཚད་ལྔ་བརྒྱས་གཡོགས་པ། སྡོམ་རྩ་དྲུག་གིས་ཁེབས་པ། རྩ་བདུན་བརྒྱས་གང་བ། རྒྱུས་པ་བདུན་བརྒྱས་འབྲེལ་བ། ཆུ་བ་བཅུ་དྲུག་གིས་བརྟེན་པ།
en: It is interlaced with four hundred networks of veins, sheathed with five hundred handfuls of flesh, covered by six connected channels, filled with seven hundred nerves, held together by seven hundred tendons, and supported by sixteen ligaments.

source: ཆུ་བ་གཉིས་ཀྱིས་ཁྱབ་པར་དཀྲིས་པ།
en: These are surrounded by two ligaments.

source: རྒྱུ་མ་འདོམ་ཕྱེད་དང་བཞིས་ནང་ཁྲོལ་བྱས་པ།
en: The small intestines are made up of three and a half cubits of entrails.

source: ལོང་ཀ་དང་། ཕོ་བ་དང་འབྲེལ་བའི་གཉེ་མ་རིམ་པ་བཅུ་དྲུག་ཏུ་འཁྱིལ་བ།
en: The intestines connected to the large intestine and stomach are coiled sixty times.

source: རྩ་ཕྲན་ཉིས་སྟོང་ལྔ་བརྒྱས་སྐར་ཁུང་བྱས་པ།
en: There are openings made by twenty-five hundred subsidiary channels.

source: གཤིས་བརྒྱ་རྩ་བདུན་གྱིས་སྣོད་ཆག་པ་ལྟར། ཤིག་ཤིག་པོར་གྱུར་པ།
en: There is a weakening by way of one hundred and seven vital essences, like a broken vessel.

source: སྤུའི་ཁུང་བུ་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་བརྒྱད་ཅུས་རྩ་ལྟར་ཁེབས་པ།
en: It is carpeted, like grass, with eighteen million hair pores.

source: དབང་པོ་ལྔའི་བུ་ག་དགུ་ཡོད་པ།
en: There are nine orifices including the five sense powers.

source: གནས་བདུན་དང་ལྡན་པ།
en: It has seven sites.

source: མི་གཙང་བས་ཡོངས་སུ་གང་བ།
en: It is filled with filth.

source: ཀླད་པ་སྙིམ་པ་གང་དང་། ཚིལ་སྙིམ་པ་གང་དང་། ཞག་སྙིམ་པ་གསུམ་དང་། བད་ཀན་སྙིམ་པ་དྲུག་དང་། མཁྲིས་པ་སྙིམ་པ་དྲུག་དང་། རླུང་གིས་མཐའ་དག་དྲངས་པ་དང་། ཁྲག་བྲེ་གང་དང་། ངན་སྐྱུགས་ཕུལ་གང་དང་། དེ་དག་ཐམས་ཅད་ཀྱིས་བང་བ་བར་ཆད་ཅན་ལྟར་སོ་སོར་ཡོངས་སུ་གང་བ། པགས་པ་རིམ་པ་བདུན་གྱིས་ཀུན་ནས་བསྐོར་བ།
en: It has two handfuls of brains, two handfuls of marrow, six handfuls of fat, six handfuls of phlegm, and six handfuls of bile, all drawn by the winds. It is filled with liters of blood and a handful of vomit. It is completely filled with all these things, like a jam-packed storehouse, and it is totally ensconced in seven layers of skin.

source: རོ་བྲོ་བ་དྲུག་གིས་གསོ་བ།
en: It is nourished by six flavors.

source: ལུས་ཀྱི་མེ་ལ་ངན་སྐྱུགས་ཀྱི་སྦྱིན་སྲེག་བྱེད་པ།
en: There is a burnt offering of ordure made into the bodily fire.

source: རྟག་ཏུ་མཐར་འཛག་པ།
en: The extremities leak continuously.

source: ལུས་ཀྱི་ཡན་ལག་དེ་དག་ཐམས་ཅད་ཀྱིས་བལྟ་ན་མི་སྡུག་པ། དྲི་ང་བ།
en: “All the parts of the body are unpleasant when observed. There are bad smells.

source: རྣག་གི་རང་བཞིན་ཡིན་ན་འདི་ལ་སུ་ཞིག་གུས་པར་བྱེད་དེ།
en: Given that it has the nature of pus, who would have reverence for it?

source: སྐད་ཅིག་དགོས་པའི་ཕྱིར་སྣོད་བརྙན་མ་ཙམ་དུ་ཟད་པ་དང་། ཁུར་བཀུར་བའི་ཕྱིར་ཤིང་རྟ་ལྟ་བུ་འབའ་ཞིག་ཡིན་པར་ཆོས་ཀྱི་བློས་གཟུང་བར་བྱའོ།
en: It is merely a borrowed vessel because its purpose is fleeting. One should apprehend with the mind of the Dharma that it is only, like a cart, for the purpose of bearing a burden.

source: །དེ་ལ་འདི་སྐད་ཅེས་བྱ་སྟེ།
en: In this regard the following is said:

source: འདི་ལྟར་མི་གཙང་ཕུང་པོའི་ལུས་ལ་ནི།
en: “ ‘Thus, concerning this impure body of the aggregates,

source: །གཟུགས་མངོན་ང་རྒྱལ་ཅན་གང་གུས་བྱེད་པ།
en: Just as one with overweening pride who admires its form

source: །བྱིས་པའི་བློ་ཅན་དེ་ནི་མངོན་བཞིན་དུ།
en: Exhibits a childish mind,

source: །མི་ཤེས་ངན་སྐྱུགས་བུམ་པ་ཐོགས་ཤིང་འགྲོ །དེ་ཡི་སྣ་ནས་རྣག་གི་རྣམ་པ་འཛག།
en: So do the ignorant cling to and move around with this pot of vomit. “ ‘From its nose leaks a kind of mucous.

source: །ཁ་ནས་དྲི་མི་ཞིམ་པ་རྟག་ཏུ་འབྱུང་།
en: From its mouth foul odors always rise.

source: །མིག་རྡུལ་ཆགས་ཤིང་སྐྱེ་བོ་སྲིན་བུ་ཅན།
en: The eyes get clogged with dust, and people are subject to parasites.

source: །དེ་ལ་སུ་ཞིག་ཆགས་ཤིང་གུས་པར་བྱེད།
en: Who would have attachment to and admiration for that?

source: །དཔེར་ན་བྱིས་པ་སོལ་བ་ཐོགས་ནས་སུ།
en: “ ‘As an analogy, though a fool holding charcoal

source: །འདི་ནི་དཀར་པོར་བྱ་ཞེས་འདར་བྱེད་ཀྱང་།
en: Announces, “I will make this white,”

source: །དཀར་པོའི་དངོས་པོར་མི་འགྱུར་ཟད་པར་འགྱུར།
en: He grows exhausted, as it will never become something white.

source: །བྱིས་བློ་ཕྱིན་ཅི་ལོག་གི་ང་རྒྱལ་ཅན།
en: Thus, the childish are subject to the arrogance of mistaken thought.

source: །དེ་ལྟར་མི་གང་གཙང་སྦྲའི་བློ་གྲོས་ཅན།
en: “ ‘In this way, a person who cares about hygiene

source: །ང་ཡིས་ལུས་འདི་གཙང་མར་བྱ་ཞེས་ཏེ།
en: And exclaims, “I will make this body clean,”

source: །བསྐུས་ཕྱིས་འབབ་སྟེགས་བརྒྱར་ནི་ཁྲུས་བྱས་ཀྱང་།
en: May wash at a hundred bathing ghats,

source: །འཆི་བདག་དབང་གིས་ཟད་འགྱུར་གཙང་མི་འགྱུར།
en: Yet it never becomes clean before it is destroyed by the power of the Lord of Death.’ ”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་ཁྱིམ་བདག་དཔས་བྱིན་དང་། ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་དེ་དག་ལ་བཀའ་སྩལ་པ། ཁྱིམ་བདག་རྣམས་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས་རྣམ་པ་བཞི་བཅུ་རྩ་བཞིས་ལུས་ལ་བརྟག་པར་བྱ་སྟེ།
en: Thereupon, the Blessed One said to the householder Vīradatta and the five hundred householders, “In this regard, householders, a bodhisattva mahāsattva who wishes to fully awaken to unsurpassable complete and perfect awakening should consider the body in forty-four aspects.

source: རྣམ་པ་བཞི་བཅུ་རྩ་བཞི་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are these forty-four aspects?

source: ཁྱིམ་བདག་རྣམས་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ལུས་ཡིད་དུ་མི་འོང་བ་དང་། རང་བཞིན་གྱིས་མི་འཐུན་པ་སྟེ། སྨད་པར་བརྟག་པར་བྱ།
en: Householders, they are as follows: (1) A bodhisattva mahāsattva should consider the body as unpleasant, disagreeable by nature, and disgusting.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་རྣག་ཟག་པ་སྟེ། དྲི་མི་ཞིམ་པར་བརྟག་པར་བྱ།
en: (2) A bodhisattva should consider the body as contaminated with mucous and therefore having an offensive smell.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་མཐར་འཇིག་པ་སྟེ། སྙིང་པོ་མེད་པར་བརྟག་པར་བྱ།
en: (3) A bodhisattva should consider that body as disintegrating at the end and therefore without essence.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་རྒྱུས་པའི་བོག་རེས་སྦྲེལ་བ་སྟེ། ཉམ་ཆུང་བར་བརྟག་པར་བྱ།
en: (4) A bodhisattva should consider the body as stitched together with tendons and therefore having little strength.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་མི་གཙང་བ་ཟག་པ་སྟེ། མི་གཙང་བར་བརྟག་པར་བྱ།
en: (5) A bodhisattva should consider the body as contaminated with filth and therefore impure.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཡང་དག་པ་མ་ཡིན་པ་སྟེ། སྒྱུ་མ་ལྟ་བུར་བརྟག་པར་བྱ།
en: (6) The bodhisattva should consider the body unreal and therefore like an illusion.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་སྐྱེ་བོ་མི་མཁས་པ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་འཁྲུག་པར་བྱེད་པར་བརྟག་པར་བྱ།
en: (7) A bodhisattva should consider the body as something that agitates unwise, childish, ordinary individuals.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་འཇིག་པ་དང་། བུ་ག་དགུའི་སྒོ་ནས་འཛག་པར་བརྟག་པར་བྱ།
en: (8) A bodhisattva should consider the body as deteriorating and oozing through its nine orifices.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་འདོད་ཆགས་ཀྱི་མེས་ཀུན་ཏུ་འབར་བར་བརྟག་པར་བྱ།
en: (9) A bodhisattva should consider the body as being ablaze with the fire of sensual desire.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཞེ་སྡང་གི་མེས་ཚིག་པར་བརྟག་པར་བྱ།
en: (10) A bodhisattva should consider the body as burning with the fire of hatred.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་གཏི་མུག་གི་མེས་མེ་ལྕེ་གཅིག་ཏུ་གྱུར་པར་བརྟག་པར་བྱ།
en: (11) A bodhisattva should consider the body as turning into flames with the fire of delusion.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རྣམས་ཀྱིས་ལྡོངས་པར་བརྟག་པར་བྱ།
en: (12) A bodhisattva should consider the body as blinded by sensual desire, hatred, and bewilderment.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་འདོད་ཆགས་ཀྱི་དྲ་བས་ཁེབས་ཤིང་སྲེད་པའི་དྲ་བར་ཆུད་པར་བརྟག་པར་བྱ།
en: (13) A bodhisattva should consider the body as enmeshed in the net of sensual desire and thrust into the net of craving.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཀུན་ནས་བུ་གས་ཡོངས་སུ་གང་བས་བུ་གའི་གནས་སུ་བརྟག་པར་བྱ།
en: (14) A bodhisattva should consider the body as totally riddled with pores and thus a repository of pores.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ནད་བཞི་བརྒྱ་རྩ་བཞེས་གཙེས་པར་བརྟག་པར་བྱ།
en: (15) A bodhisattva should consider the body as ravaged by four hundred and four diseases.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་སྲིན་བུའི་རིགས་བརྒྱད་ཁྲི་བཞི་སྟོང་གི་གནས་སུ་བརྟག་པར་བྱ།
en: (16) A bodhisattva should consider the body as a haven for 84,000 species of parasites.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་འཆི་བའི་ཆོས་ཉིད་ཡིན་པས་མི་རྟག་པར་བརྟག་པར་བྱ།
en: (17) A bodhisattva should consider the body as impermanent since it is of the nature of dying.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཆོས་ལ་རྨོངས་པས་བེམས་པོ་ཡིན་པར་བརྟག་པར་བྱ།
en: (18) A bodhisattva should consider the body as insentient since it is deluded regarding phenomena.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་མཐར་གྱིས་འགྲུབ་ཅིང་ཐ་མར་འཇིག་པས་བུམ་པ་ལྟ་བུར་བརྟག་པར་བྱ།
en: (19) A bodhisattva should consider the body as jar-like since it is gradually formed and eventually disintegrates.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་མྱ་ངན་གྱིས་གནོད་པ་མང་པོས་གང་བས་ཉམ་ཐག་པར་བརྟག་པར་བྱ།
en: (20) A bodhisattva should consider the body as destitute since it is rife with all sorts of painful afflictions.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཐ་མར་རྒ་ཤིར་འགྱུར་བས་རྟོན་པ་མེད་པར་བརྟག་པར་བྱ།
en: (21) A bodhisattva should consider the body as unreliable since it eventually grows old and dies.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་གཡོ་དང་སྒྱུའི་ཉེ་བར་སྤྱོད་པ་དག་གིས་གླགས་པར་བརྟག་པར་བྱ།
en: (22) A bodhisattva should consider the body as driven by deceitful and dishonest activities.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་དགང་དཀའ་བས་སའི་གཏིང་ལྟ་བུར་བརྟག་པར་བྱ།
en: (23) A bodhisattva should consider the body to be like the depths of the earth since it is hard to fill up.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་དགའ་བའི་གཟུགས་དང་། བདེ་བའི་གཟུགས་ལ་ཞེན་པས་མེ་ལྟ་བུར་བརྟག་པར་བྱ།
en: (24) A bodhisattva should consider the body to be like a mirror, since one grows attached to pleasant and pleasurable forms.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་འདོད་པའི་ཡོན་ཏན་ལྔ་པོ་དག་གིས་ཆོག་མི་ཤེས་པར་བརྟག་པར་བྱ།
en: (25) A bodhisattva should consider the body as something that is unable to be satisfied by the five sense pleasures.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་རྗེས་སུ་ཆགས་པ་དང་། ཁོང་ཁྲོ་བ་དག་གིས་འཇོམས་པར་བརྟག་པར་བྱ།
en: (26) A bodhisattva should consider the body as overcome by attachment and anger.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་བསྟི་སྟང་དང་། གནོད་པ་མྱོང་བས་མི་བརྟན་པར་བརྟག་པར་བྱ།
en: (27) A bodhisattva should consider the body as unstable due to experiencing reverence and abuse.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཆུ་ཀླུང་གི་རྒྱུན་བཞིན་དུ་གཞན་དང་གཞན་འབྱུང་བས་རྐྱེན་གཞན་དང་གཞན་དུ་བརྟག་པར་བྱ།
en: (28) A bodhisattva should consider the body as other-conditioned since it arises as one thing after another like a stream of a river.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཚུལ་བཞིན་མ་ཡིན་པ་རྣམ་པ་སྣ་ཚོགས་ཡིད་ལ་བྱེད་པའི་རྣམ་པར་རྟོག་པ་དག་གིས་ཡིད་ཀྱི་སེམས་པ་ཡིན་པར་བརྟག་པར་བྱ།
en: (29) A bodhisattva should consider the body as a focus of mental intention due to thoughts that are focused on various inappropriate aspects.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཐ་མར་དུར་ཁྲོད་ལ་ཐུག་པས་བྱས་པ་མི་གཟོ་བར་བརྟག་པར་བྱ།
en: (30) A bodhisattva should consider the body as ungrateful since it will end up arriving at the cremation ground.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་སྤྱང་ཀི་དང་། ཅེ་སྤྱང་དང་། ཁྱི་རྗེན་ཤ་ཟ་བ་དག་གི་ཟས་སུ་བརྟག་པར་བྱ།
en: (31) A bodhisattva should consider the body as the food of wolves, jackals, dogs, and flesh-eating demons.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་རུས་པ་དང་། རྒྱུས་པའི་བོག་རེས་སྦྲེལ་བས་འཁྲུལ་འཁོར་ལྟ་བུར་བརྟག་པར་བྱ།
en: (32) A bodhisattva should consider the body as like a machine stitched together with bones and tendons.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་བཤང་བ་དང་། གཅི་བ་དང་། མཆིལ་མ་དང་། སྣབས་དང་། རྣག་དང་། ཁྲག་གིས་ཡོངས་སུ་གང་བ་སྟེ། བལྟ་བའི་འོས་མ་ཡིན་པར་བརྟག་པར་བྱ།
en: (33) A bodhisattva should consider the body as unsuitable for viewing as it is full of crap, piss, spit, mucus, pus, and blood.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཟས་དང་སྐོམ་ལས་བྱུང་བ་སྟེ། རང་གི་ཁ་ན་ལས་པ་མ་ཡིན་པར་བརྟག་པར་བྱ།
en: (34) A bodhisattva should consider the body to be without independence since it has developed due to food and drink.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་མི་རྟག་པ་སྟེ། ཤིན་ཏུ་ཟད་པའི་ཆོས་ཉིད་ཡིན་པས་དོན་མེད་པའི་གླགས་པས་གླགས་པར་བརྟག་པར་བྱ།
en: (35) A bodhisattva should consider the body as driven by aimless pursuits since it is impermanent and of the nature of deterioration.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཕྱིར་རྒོལ་བ་མང་པོ་འབྱུང་བས་དགྲ་ལྟ་བུར་བརྟག་པར་བྱ།
en: (36) A bodhisattva should consider the body as an enemy since it gives rise to many hostile forces.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཡང་དང་ཡང་དུ་སྡུག་བསྔལ་མྱོང་བས་གསོད་པ་ལྟ་བུར་བརྟག་པར་བྱ།
en: (37) A bodhisattva should consider the body to be like a killer since it experiences suffering again and again.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་སྡུག་བསྔལ་གསུམ་གྱིས་གཙེས་ཏེ།
en: (38) A bodhisattva should consider the body as a receptacle of suffering since it is tormented by the three types of suffering.

source: གསུམ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are the three?

source: འདུ་བྱེད་ཀྱི་སྡུག་བསྔལ་ཉིད་དང་། འགྱུར་བའི་སྡུག་བསྔལ་ཉིད་དང་། སྡུག་བསྔལ་གྱི་སྡུག་བསྔལ་ཉིད་ཀྱིས་ཏེ་སྡུག་བསྔལ་གྱི་སྣོད་ཡིན་པར་བརྟག་པར་བྱ།
en: They are conditioned suffering, the suffering of change, and the suffering of suffering.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཕུང་པོ་ལྔ་མངོན་པར་གྲུབ་པས་སྡུག་བསྔལ་གྱི་གོང་བུ་ཡིན་པར་བརྟག་པར་བྱ།
en: (39) A bodhisattva should consider the body as being a mass of suffering since it is composed of the five aggregates.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་རྐྱེན་ཐ་དད་པ་ལས་བྱུང་བས་བདག་མེད་པ་དང་། བདག་པོ་མེད་པར་བརྟག་པར་བྱ།
en: (40) A bodhisattva should consider the body to be selfless and ownerless since it arises from varied conditions.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་སྐྱེས་པ་དང་། བུད་མེད་དང་བྲལ་བས་སྲོག་མེད་པར་བརྟག་པར་བྱ།
en: (41) A bodhisattva should consider the body to be lifeless since it is devoid of male and female.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་རྣམས་ཀྱིས་སྟོང་པར་བརྟག་པར་བྱ།
en: (42) A bodhisattva should consider the body to be empty of the aggregates, elements, and sense bases.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་རྨི་ལམ་ལྟ་བུ་སྟེ། གསོག་ཏུ་བརྟག་པར་བྱ། བྱང་ཆུབ་སེམས་དཔས་ལུས་སྒྱུ་མ་ལྟ་བུ་སྟེ། ཡང་དག་པ་མ་ཡིན་པར་བརྟག་པར་བྱ། བྱང་ཆུབ་སེམས་དཔས་ལུས་སྨིག་རྒྱུ་ལྟ་བུ་སྟེ། འཁྲུལ་པར་བྱེད་པར་བརྟག་པར་བྱ། བྱང་ཆུབ་སེམས་དཔས་ལུས་བྲག་ཅ་ལྟ་བུ་སྟེ། སླུ་བར་བརྟག་པར་བྱ།
en: (43) A bodhisattva should consider the body to be ephemeral like a dream, unreal like an illusion, bewildering like a mirage, and deceptive like an echo.

source: བྱང་ཆུབ་སེམས་དཔས་ལུས་མིག་ཡོར་ལྟ་བུ་སྟེ། སླུ་བའི་བདག་ཉིད་དུ་བརྟག་པར་བྱ་སྟེ།
en: (44) A bodhisattva should consider the body to have a deceptive nature like an optical illusion.

source: ཁྱིམ་བདག་རྣམས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྣམ་པ་བཞི་བཅུ་རྩ་བཞི་པོ་དེ་དག་གིས་ལུས་ལ་བརྟག་པར་བྱའོ།
en: Householders, a bodhisattva mahāsattva should consider the body according to these forty-four aspects.

source: །དེ་ལྟར་རྟོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལུས་ལ་ལུས་སུ་འདུན་པ་དང་། ལུས་ལ་དགའ་བ་དང་། ལུས་བདག་གིར་བྱེད་པ་དང་། ལུས་ལ་སྲེད་པ་དང་། ལུས་ལ་གནས་པ་དང་། ལུས་ལ་ཞེན་པ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་སྤོང་ངོ་།
en: A bodhisattva mahāsattva who understands things in this way regarding the body relinquishes all longing for bodies, delighting in the body, taking the body as mine, craving for the body, relying on the body, and being attached to the body.

source: །སྲོག་ལ་སྲོག་ཏུ་འདུན་པ་དང་། སྲོག་ལ་དགའ་བ་དང་། སྲོག་བདག་གིར་བྱེད་པ་དང་། སྲོག་ལ་སྲེད་པ་དང་། སྲོག་ལ་གནས་པ་དང་། སྲོག་ལ་ཞེན་པ་གང་ཡིན་པ་དང་། དེ་བཞིན་དུ་ནོར་དང་། འབྲུ་དང་། ཁྱིམ་དང་། ཆུང་མ་དང་། བུ་དང་། བུ་མོ་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། བགོ་བ་དང་། བཞོན་པ་དང་། མལ་ཆ་དང་། མེ་ཏོག་དང་། བདུག་པ་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། བྱུག་པ་རྣམས་དང་། ཡོ་བྱད་ཐམས་ཅད་ཀྱི་བར་དག་ལ་འདུན་པ་དང་། དགའ་བ་དང་། བདག་གིར་བྱེད་པ་དང་། སྲེད་པ་དང་། གནས་པ་དང་། ཞེན་པ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་སྤོང་སྟེ། དེ་ལུས་དང་སྲོག་ལ་མི་ལྟའོ།
en: “Where life is concerned, he relinquishes all hankering for life, delighting in life, identifying with life as mine, craving for life, relying on life, and being attached to life. Likewise, he relinquishes all hankering for, delighting in, taking as mine, craving for, relying on, and being attached to wealth, grain, house, wife, sons, daughters, food, drink, clothing, vehicles, bedding, flowers, incense, perfumes, garlands, ointments, or any other possessions. “Thus, he disregards body and life.

source: །དེ་བཞིན་དུ་ནོར་དང་། འབྲུ་དང་། ཁྱིམ་དང་། ཆུང་མ་དང་། བུ་དང་། བུ་མོ་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། བགོ་བ་དང་། བཞོན་པ་དང་། མལ་ཆ་དང་། མེ་ཏོག་དང་། བདུག་པ་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། བྱུག་པ་རྣམས་ལ་མི་ལྟ་བར་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་མྱུར་དུ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: Likewise, he disregards wealth, grain, house, wife, sons, daughters, food, drink, clothing, vehicles, bedding, flowers, incense, perfumes, garlands, and ointments; he quickly completes the six perfections.

source: །ཁྱིམ་བདག་རྣམས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་ནས་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ།
en: Householders, the bodhisattva mahāsattva who completes the six perfections will quickly become awakened to unsurpassable complete and perfect awakening.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལུས་རྒྱ་ཆེར་ཡོངས་སུ་བསྟན་པའི་ཕྱིར་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ།
en: Then, on this occasion, in order to elaborate on the body in more detail, the Blessed One spoke the following verses:

source: །མི་ཉིད་ཤིན་ཏུ་རྙེད་དཀའ་རྙེད་པ་ལ།
en: “This human existence is very difficult to find,

source: །ལུས་ཀྱི་ཕྱིར་ནི་སྡིག་པ་མ་བྱེད་ཅིག །འདི་ནི་དུར་ཁྲོད་པ་སྟེ་ཅེ་སྤྱང་ཟས། །ལུས་ཀྱི་ཕྱིར་ནི་ཡ་ངར་མ་འཇུག་ཅིག །
en: So do not commit sins for the sake of the body. Do not expose yourself to the dangers of this body, Which is food for charnel-ground dwellers and jackals.

source: གཡོ་ལྡན་ལུས་ལ་སྲེད་པ་བསྐྱེད་ནས་ནི།
en: “Arousing craving for this cunning body,

source: །བྱིས་པ་རྟག་ཏུ་རྣམ་པར་རྨོངས་ཏེ་འཁྱམ།
en: The childish are always deluded and go astray.

source: །ལུས་འདི་བྱས་པ་མི་གཟོ་དངོས་ཡིན་པས།
en: Since this body is, in fact, ungrateful,

source: །ཉིན་དང་མཚན་དུ་སྡུག་བསྔལ་ཚོར་བ་མྱོང་།
en: One experiences sensations of suffering day and night.

source: །རྟག་ཏུ་ནད་འདྲ་སྡུག་བསྔལ་འཁྲུལ་འཁོར་ཏེ།
en: “A machine always suffering with sickness and the like,

source: །ལུས་འདི་ངན་སྐྱུགས་རྣམས་དང་མཆིལ་མས་གང་།
en: This body is filled with vomit and mucous.

source: །བཀྲེས་དང་སྐོམ་པས་རྟག་ཏུ་མངོན་པར་གཙེས།
en: Since it is always tormented with hunger and thirst,

source: །མཁས་པ་སུ་ཞིག་ལུས་ལ་སྲེད་པ་སྐྱེད།
en: What wise person would arouse craving for the body?

source: །ལུས་ནི་ས་གཏིང་འདྲ་སྟེ་ཆོག་མི་ཤེས།
en: “The body is insatiable like the depths of the earth.

source: །གཤེད་མ་མི་མཛའ་འདྲ་ཡང་བྱིས་པས་གསོ།
en: Though it is like a hostile executioner, it is pampered by the childish.

source: །ལུས་ཀྱི་ཆེད་དུ་སྡིག་པའི་ལས་ཀྱང་བྱེད།
en: Committing evil for the sake of the body,

source: །དེ་ཕྱིར་དེ་དག་སྡུག་བསྔལ་ཚོར་བ་མྱོང་།
en: They thus experience the sensations of suffering.

source: །ལུས་འདི་རྡོ་རྗེ་ལྟ་བུར་སྲ་མ་ཡིན།
en: “This body is not solid like a diamond,

source: །ལུས་ཀྱི་ཆེད་དུ་སྡིག་པ་མ་བྱེད་ཅིག །འཆི་བར་རྟོགས་ནས་བསོད་ནམས་མྱུར་དུ་བྱོས།
en: So do not commit evil for the sake of the body. Having understood death, quickly perform meritorious deeds!

source: །དེ་བཞིན་སངས་རྒྱས་བསྟན་ལ་དད་པ་སྐྱེད།
en: Likewise, arouse faith in the Buddha’s teaching.

source: །ཟས་དང་སྐོམ་དང་བྱུག་པ་གོས་རྣམས་ཀྱིས། །ལུས་འདི་ཇི་སྲིད་ཡུན་རིང་བསྙེན་བཀུར་ཏེ།
en: “For as long as this body is honored With food, drink, ointments, and garments,

source: །བརྟན་པར་བྱས་ཀྱང་འཇིག་པར་འགྱུར་ཡིན་ན།
en: If it steadily deteriorates despite attempts to make it endure,

source: །འདི་ལ་འབད་པ་དོན་མེད་ཅི་ཕྱིར་བྱ།
en: Why make such useless efforts for it?

source: །བསྐལ་པ་བརྒྱར་ཡང་ཤིན་ཏུ་རྙེད་དཀའ་བ། །ཐུབ་པའི་འབྱུང་འདི་ཁྱེད་ཀྱིས་རྙེད་པ་ལ།
en: “As you have found this appearance of the Sage, Extremely difficult to find for a hundred eons,

source: །སངས་རྒྱས་བསྟན་ལ་དེ་བཞིན་དད་པ་སྐྱེད།
en: And have aroused faith in the Buddha’s teachings,

source: །ཤིན་ཏུ་འཇིགས་པའི་ངན་འགྲོར་མ་འགྲོ་ཤིག །ལོ་སྟོང་བྱེ་བར་སུ་ཞིག་འཚོ་གྱུར་པ།
en: Do not descend to the lower realms! “If one who has lived there for tens of millions of years

source: །དེས་ཀྱང་ཆགས་པ་ཡོངས་སུ་སྤང་བྱ་ན། །སུ་ཞིག་ལོ་བརྒྱ་ཐུབ་པར་མི་འགྱུར་བ། །དེ་ཕྱིར་དགའ་བ་མི་རྙེད་སྨོས་ཅི་དགོས།
en: Must still relinquish such attachments, Then need it be said that one who is unable to do so In one hundred years will not find happiness?

source: །མ་བསྡམས་མི་རྣམས་ཁ་ཅིག་འདི་སྐད་དུ།
en: “Some uninhibited people say,

source: །མིར་རྙེད་ཤིན་ཏུ་དཀའ་བ་རྙེད་པ་ལ།
en: ‘Having found this human existence, which is so hard to find,

source: །གཞོན་ཚེ་རྩེད་མོ་དག་དང་དགའ་བྱ་ཞིང་།
en: We should have fun and enjoy this time of youth,

source: །ནོར་བཙལ་བདེ་བ་མྱོང་བར་བྱ་ཞེས་ཟེར།
en: And experience the joys of seeking wealth.’

source: །ནོར་ཚོལ་བ་ལ་བདེ་བ་ག་ལ་ཡོད།
en: “But how can there be any joy in seeking wealth

source: །བསྲུང་བའི་ཕྱིར་ཡང་སྡུག་བསྔལ་མྱོང་བར་འགྱུར།
en: When we experience such miseries for the sake of protecting it?

source: །དེ་ཕྱིར་མཁས་པས་ཆགས་པ་ཡོངས་སྤངས་ལ།
en: Therefore, the wise should relinquish all attachment

source: །ངན་ངོན་ཙམ་གྱིས་ཆོག་ཤེས་ཐོབ་པར་བྱོས།
en: And find contentment in just the bare necessities.

source: །ལོངས་སྤྱོད་སྒྱུ་མ་འདྲ་ཞིང་རྨི་ལམ་མཚུངས།
en: “Enjoyments are like an illusion and like a dream.

source: །འདི་དག་བྱིས་པའི་སྐྱེ་བོ་འདྲིད་པ་ཡིན།
en: They deceive childish people.

source: །སྐད་ཅིག་འབྱུང་ཞིང་སྐད་ཅིག་འཇིག་པར་འགྱུར།
en: They arise one moment and perish the next.

source: །མཁས་པ་སུ་ཞིག་ལོངས་སྤྱོད་སྲེད་པ་སྐྱེད།
en: What wise person would arouse craving for possessions?

source: །སྒྱུ་མ་འདྲ་ཞིང་གར་མཁན་ལྟ་དང་མཚུངས།
en: “They are illusion-like and similar to watching an actor;

source: །དྲི་ཟའི་གྲོང་ཁྱེར་སྣ་ཚོགས་ཅི་འདྲ་བ།
en: They are like any of the myriad cities of the gandharvas.
